"PreferencePanelLabel" = "Privacy";

"CookieSecureYesLabel" = "yes";
"CookieSecureNoLabel" = "no";
"CookieExpiresOnQuit" = "On Quit";
"DontRemoveButtonText"  = "Don’t Remove";

/* cookie removal warning */
"Remove All Cookies" = "Remove All Cookies";
"RemoveAllCookiesWarningTitle" = "Are you sure you want to remove all cookies?";
"RemoveAllCookiesWarning" = "Removing cookies may cause websites to forget your identity, any online shopping carts, and other personalized site settings. You cannot undo this action.";

/* cookie permissions context menu */
"ExpandException" = "Expand Exception";
"ExpandExceptionForSite" = "Expand Exception to All of “%@”";

/* cookie permissions removal warning  */
"Remove All Exceptions" = "Remove All Exceptions";
"RemoveAllCookiePermissionsWarningTitle" = "Are you sure you want to remove all cookie site exceptions?";
"RemoveAllCookiePermissionsWarning" = "This will clear the list of sites for which you’ve made a decision about allowing or denying cookies. If you have “Ask before accepting each cookie” selected, you will be prompted again to accept cookies for any website that attempts to set them. You cannot undo this action.";

/* cookies context menu */
"AllowCookieFromSite" = "Allow All Cookies from Sites Matching “%@”";
"AllowCookiesFromSites" = "Allow All Cookies from These Sites";

"BlockCookieFromSite" = "Block Cookies from Sites Matching “%@”";
"BlockCookiesFromSites" = "Block Cookies from These Sites";

"RemoveAndBlockCookieFromSite" = "Remove and Block Cookies from Sites Matching “%@”";
"RemoveAndBlockCookiesFromSites" = "Remove and Block Cookies from These Sites";

"RemoveAllKeychainExclusionsWarningTitle" = "Are you sure you want to remove all Keychain exclusions?";
"RemoveAllKeychainExclusionsWarning" = "This will clear the list of sites for which you’ve opted to never save passwords. If you log in to these sites in the future, Camino will offer to save your password. You cannot undo this action.";
"RemoveAllKeychainExclusionsButton" = "Remove All Keychain Exclusions";
